{"text": "\n\n\nA Sony é uma velha conhecida no ramo de fones de ouvido com cancelamento ativo de ruído. O WH-1000XM2 é uma atualização do MDR-1000X, um modelo premium circumaural (em volta da orelha) com suporte a áudio de alta resolução e a tecnologia Quick Attention, que permite conversar com alguém sem tirar o headphone da orelha.\nNo WH-1000XM2, a Sony promete uma bateria melhor, com duração de 40 horas; mudanças no acabamento para torná-lo mais resistente; e um otimizador de cancelamento de ruído que leva em consideração até a pressão atmosférica. Tudo isso por um preço menor que o do antecessor: enquanto o MDR-1000X foi lançado no exterior por US$ 350, o modelo novo chegou por US$ 300.\nNo Brasil, a promessa da Sony é que ele custe quase o mesmo que nos Estados Unidos, só convertendo a moeda para real. Mas será que vale a pena comprar o WH-1000XM2? A qualidade de som é boa? E o cancelamento de ruído, é eficiente mesmo? Eu testei o fone de ouvido da Sony por um mês e conto todas as minhas impressões neste breve review.\n\nEm vídeo\n\nDesign e conforto\nO WH-1000XM2 chega dentro de uma case rígida, revestida com tecido, que protege o fone de ouvido durante o transporte. Dentro da case, além do headphone, a Sony envia um fio no padrão de 3,5 mm, um cabo Micro USB para recarregar a bateria e um adaptador de dois pinos, compatível com as entradas de som dos aviões.\n\nO headphone, embora tenha plástico pintado e texturizado em muitos lugares, não passa a sensação de acabamento barato. Muito pelo contrário: o material que imita couro, tanto no arco quanto nas espumas dos fones, é bastante macio ao toque; além disso, a construção é bem feita, com tudo se encaixando, dobrando e se movendo perfeitamente.\nO pareamento é o mais simples possível se você tem um celular com NFC: basta aproximar a traseira do smartphone e o lado esquerdo do WH-1000XM2, e todo o resto é feito automaticamente. Caso o aparelho seja um Android, você será perguntado se deseja passar a chamar o Google Assistente a partir do headphone.\n\n\nO que não é tão simples são os controles: eu demorei um tempo para me acostumar com os gestos na lateral, já que você precisa deslizar o dedo para a esquerda ou direita para trocar de música; e para cima ou para baixo para controlar o volume. No começo, eu sempre passava para a próxima música quando só queria aumentar o volume.\nCom 275 gramas, o WH-1000XM2 é mais pesado que os headphones portáteis que eu costumo utilizar: normalmente eu estou com um BeoPlay H6, da Bang & Olufsen, que tem 230 gramas. Ele também é volumoso, o que significa que você provavelmente não vai colocá-lo em volta do pescoço quando não estiver ouvindo música.\n\nApesar de o peso e o volume me incomodarem um pouco, o headphone da Sony não exerce muita pressão na minha cabeça, o que me permite utilizá-lo por horas a fio. Na minha última viagem, eu fiquei com o WH-1000XM2 na orelha em dois voos de 10 horas cada, e a experiência certamente não foi ruim.\nSoftware e funções\nA Sony fornece um aplicativo opcional para você aproveitar melhor os recursos do WH-1000XM2. Ele funciona tanto no Android quanto no iOS e permite ajustar a qualidade de som e o nível do cancelamento de ruído, bem como ativar certos efeitos de áudio, como surround e posição de som — dá para fazer com que o áudio pareça estar saindo na sua frente, na traseira ou nas laterais.\n\nExistem alguns perfis pré-definidos: se você estiver aguardando no aeroporto, ele te deixa ouvir as vozes para você não perder alguma informação importante; se você já estiver dentro de um meio de transporte, o cancelamento de ruído fica no máximo possível. Também tem um perfil chamado “Correndo”, mas eu não recomendaria este headphone para exercícios aeróbicos por causa do peso e do volume.\nE um dos recursos mais bacanas, que comento em detalhes mais para frente, é o otimizador pessoal de cancelamento de ruído. Ele leva em conta o formato da sua cabeça e até a pressão atmosférica do local para tentar reduzir os ruídos ao máximo.\nQualidade de som, cancelamento de ruído e bateria\n\nA qualidade de áudio do WH-1000XM2 é ótima, embora não seja o meu estilo preferido: eu gosto de um som mais aberto, leve, com vocais bem detalhados, enquanto o headphone da Sony entrega algo mais encorpado, pouco arejado, sem nenhum pico, o que é bastante compreensível, dada a proposta do produto.\nOs graves são muito bons, com bastante extensão, sem exagerar nos impactos. Eu sinto uma boa separação instrumental, e os médios estão presentes, sem serem muito para a frente, o que me permite escutar músicas por várias horas seguidas sem me cansar, apesar de vozes femininas me parecerem menos definidas (parece que ele rouba um pouco da “emoção”).\nNo final das contas, essa apresentação ligeiramente “macia” é bem o que eu espero de um headphone para usar em ambientes chatos e fechados, como uma cabine de avião.\n\nFalando nisso, o cancelamento de ruído é realmente impressionante. Aquele barulho de turbina do avião simplesmente deixa de existir, liberando todo o espaço para a música que você estiver ouvindo. O recurso de otimização, que leva em conta a pressão atmosférica, não fez uma diferença absurda no meu caso — só clareou um pouquinho o áudio. Não é algo que me faria trocar a geração anterior pela nova.\nTanto no avião, quando a aeromoça quer falar com você, quanto em um ambiente de trabalho, quando o colega do lado quer trocar uma ideia bem rápida, o recurso Quick Attention se mostra bem útil. É só manter pressionado o lado direito do headphone que ele ativa o microfone e deixa as vozes passarem temporariamente, com uma clareza mais que suficiente para entender tudo.\nE, quanto à duração de bateria, ela definitivamente não foi um problema nos meus testes. Eu usei o fone de ouvido por cerca de 16 horas em voo no modo wireless, com cancelamento de ruído ativado, em volume baixo; e por mais 5 ou 6 horas para trabalhar, em um volume mais alto. Depois disso, ainda havia carga sobrando.\nOficialmente, a Sony diz que, com o cancelamento de ruído ativado, a bateria aguenta até 30 horas sem fio e 40 horas com fio. Eu não consegui testar exatamente a autonomia — mas, se não chega a tudo isso, chega bem perto. É um fone de ouvido que você não vai se preocupar em ficar recarregando todos os dias.\nVale a pena?\n\nSim.\nApesar de não ser um produto barato, o Sony WH-1000XM2 é um fone de ouvido que deixa uma viagem longa menos cansativa e uma rotina de trabalho mais animada, sem ter que ficar aumentando o volume para compensar o ruído externo — aliás, como o isolamento passivo de ruído já é bastante satisfatório, você pode deixar a música bem baixa, só para se concentrar mesmo.\nEle tem ótima qualidade de áudio, uma tecnologia de cancelamento de ruído que funciona espetacularmente bem e um aplicativo completo, que permite ajustar inúmeros detalhes. E, como a bateria dura bastante, é um headphone que certamente não vai te deixar na mão.\n\n\n", "title": "Review Sony WH-1000XM2: o headphone sofisticado com cancelamento de ruído [análise/vídeo] - Tecnoblog", "link": "https://tecnoblog.net/258250/sony-wh-1000xm2-headphone-bluetooth-review/", "author": "Paulo Higa"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nA partir de hoje (30), o Google Assistente poderá entender frases feitas com dois idiomas, sem trocar sua configuração. A novidade chega para o Google Home e também para smartphones Android e iOS, mas o anúncio de hoje traz inclusive melhorias para o Chromecast velho de guerra.\nGoogle Assistente bilíngue\n\nO Assistente já entende várias línguas, incluindo o português brasileiro e responde sem dificuldades. O que muda é que o usuário poderá iniciar a conversa com o assistente pessoal em uma língua e inserir um secundário sem a necessidade de entrar nas configurações do Assistente e trocar o idioma de entrada toda vez que for utilizado.\nInfelizmente o português não está no kit de inicial que pode ser falado neste momento, nem mesmo para os portugueses. Por enquanto estão apenas o inglês, alemão, francês, espanhol, italiano e japonês, que podem se misturar em duplas com o assistente do Google. Ao menos a promessa do gigante das buscas é bastante positiva, que é de fechar o ano de 2018 com uma seleção de 30 línguas.\n\n\nTem novidade até para o Chromecast\nAlém disso, o Chromecast agora funciona melhor com o Google Home. Se existe um dispositivo plugado em uma TV e que está configurado como o Cast padrão, não é mais necessário instruir o Home para reproduzir no nome do Chromecast acoplado. Basta falar o que quer assistir e o gadget faz o restante sozinho.\nAinda sobre o Chromecast, se o usuário tem ele identificado em algum Home, respostas visuais poderão aparecer na tela onde está conectado.\nCom informações: Google. ", "title": "Google Assistente pode entender dois idiomas ao mesmo tempo – Tecnoblog", "link": "https://tecnoblog.net/258162/google-assistente-dois-idiomas-ao-mesmo-tempo/", "author": "André Fogaça"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nNão que você ainda não os tenha visto, mas a Motorola anunciou oficialmente nesta sexta-feira (31) o Motorola One e o Motorola One Power, dois smartphones com hardware intermediário e notch no formato do iPhone X. Eles participam do Android One, programa do Google que garante atualizações de sistema e patches de segurança com mais rapidez.\n\nAndroid One: como funciona a linha de smartphones atualizada pelo Google\nLG G7 One traz Android puro e processador Snapdragon 835\nMi A2 e Mi A2 Lite são os novos Android One da Xiaomi\n\n\nSão dois modelos, que se diferenciam pela tela e pelo hardware, compartilhando alguns detalhes com o Motorola P30, voltado para o mercado chinês. Tanto o One quanto o One Power têm design com traseira de vidro, um entalhe na tela (mas mantendo um “queixo” com a marca da Motorola), uma câmera de 8 megapixels para selfies e uma dupla de 13 megapixels com reconhecimento de profundidade na traseira.\n\nNem todas as especificações foram divulgadas. A Motorola diz que o One tem processador octa-core Snapdragon 625 de 2,0 GHz, tela de 5,9 polegadas (1520×720 pixels) e “um dia inteiro de bateria com uma única carga”. Já o One Power chega com um octa-core Snapdragon 636 de 1,8 GHz, tela de 6,2 polegadas (2280×1080 pixels), 64 GB de armazenamento e “até dois dias de bateria”.\n\nEles vêm de fábrica com o Android 8.1 Oreo, mas a Motorola promete que os aparelhos estarão “entre os primeiros a serem atualizados para o Android 9 Pie”. Além disso, como prevê o programa do Google, o Motorola One e o One Power receberão o Android Q (10.0?) e correções de segurança mensais por três anos após o lançamento global.\n\nO Motorola One será vendido na Europa, América Latina e Ásia a partir de setembro, com preço sugerido de 299 euros, enquanto o One Power desembarca na Índia em outubro, sem valor definido. Ainda não há informações sobre preço e disponibilidade no mercado brasileiro.\n", "title": "Motorola One é oficial, com Android puro, notch e hardware intermediário – Tecnoblog", "link": "https://tecnoblog.net/258168/motorola-one-power-ficha-tecnica-preco-ifa2018/", "author": "Paulo Higa"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nA Microsoft anunciou que a próxima atualização do Windows 10 será lançada em outubro, e se chamará October 2018 Update. A empresa libera duas atualizações do sistema a cada ano; é um ritmo mais rápido que alguns usuários gostariam. Reunimos o que há de novo.\n\nMicrosoft responde a críticas sobre processo de atualização do Windows 10\n\nRoanne Sones, vice-presidente corporativa da Microsoft, diz em blog oficial que a Atualização de Outubro de 2018 será distribuída “para os quase 700 milhões de dispositivos que rodam o Windows 10”. A empresa vai divulgar mais detalhes “nas próximas semanas”.\nFontes dizem ao Windows Central que a Microsoft planeja liberar internamente a versão 1809 em 25 de setembro, e lançá-lo ao público em geral na primeira metade de outubro.\n\nEntre as novidades, temos uma área de transferência na nuvem; um modo escuro para o Explorador de Arquivos; uma ferramenta melhorada para prints; e aprimoramentos no navegador Microsoft Edge.\n\nSó não espere ver os Sets nessa atualização. O recurso — que esteve em testes por vários meses — permite reunir diferentes programas em abas, incluindo o Explorador de Arquivos. A Microsoft diz que isso será lançado no futuro.\nReunimos abaixo as principais novidades do October 2018 Update, que já podem ser vistas dentro do programa Windows Insider.\nTema escuro no Explorador de Arquivos\nO Windows Explorer agora tem um tema escuro opcional:\n\nBloco de Notas\nO Bloco de Notas ganhou suporte a quebras de linha do Linux e macOS. Você pode selecionar uma palavra e ir até Localizar ou Substituir, onde ela será inserida automaticamente. E ficou mais fácil dar zoom no texto. Confira a lista completa de novidades aqui.\n\nÁrea de transferência na nuvem\nO Windows 10 permite copiar texto em um PC e colar em outro usando o atalho Windows + V. A área de transferência possui um histórico dos termos e arquivos que você copiou antes, e permite fixar itens que você costuma usar.\n\n\nFerramenta para capturas de tela\nO Screen Sketch permite tirar print da tela inteira ou de parte dela (retângulo ou forma livre). Você pode então editar a imagem escrevendo nela, por exemplo.\n\nTeclado SwiftKey\nO teclado SwiftKey, presente há anos no Android e iOS, chegou ao Windows 10. Ele permite digitar deslizando o dedo pelas teclas virtuais; e usa inteligência artificial para aprender seu padrão de escrita. Há também previsão de palavras em alguns idiomas, como inglês e português do Brasil.\n\nMicrosoft Edge\nO Microsoft Edge ganhou suporte melhorado a HTTP/2 e WebAuthn (para login sem senha). Você pode impedir determinados sites de tocarem vídeo automaticamente. E a interface adotou mais elementos do Fluent Design.\n\nBarra de jogo\nEsta ferramenta do Windows 10 exibe a taxa de quadros (em fps) do seu jogo, além do consumo de CPU, RAM e VRAM (da placa de vídeo). Também é possível mudar o dispositivo padrão de áudio e ajustar o volume do jogo e de outros programas.\n\nSeu Telefone\nO aplicativo “Seu Telefone” (Your Phone) sincroniza conteúdo entre celulares e PCs. Ele baixa fotos de dispositivos com Android 7.0 Nougat ou superior, e recebe links do iPhone. No futuro, será possível interagir com notificações e mensagens.\n\nEmoji 11\nO Windows 10 vai receber 157 novos emojis, incluindo super-heróis e mais animais. Além disso, será possível escolher a cor do cabelo (além da pele).\n\nAtualizações de sistema\nO Windows 10 vai usar um modelo de inteligência artificial para prever o melhor horário de reiniciar seu PC e instalar atualizações. Ele vai verificar se você está usando o computador, e “adivinhar” se você fez uma pausa rápida para um café, por exemplo.\n", "title": "Microsoft vai lançar próxima atualização do Windows 10 em outubro – Tecnoblog", "link": "https://tecnoblog.net/258260/windows-10-previa-october-2018-update/", "author": "Felipe Ventura"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nLembra quando a Lenovo mostrou ao mundo um protótipo de bracelete que, na verdade, é um smartphone? Aparentemente uma marca chinesa chamada Nubia fez a lição de casa e apresentou seu produto para os consumidores, o Nubia-α.\nSmartphone com pulseira?\n\nEle não tem tela tão curvada como o protótipo da Lenovo, mas a Nubia, que faz parte do grupo da também chinesa ZTE, divulgou um vídeo durante a IFA 2018, que acontece durante esta semana em Berlim, na Alemanha, com uma espécie de relógio com tela bastante esticada e que é um smartphone.\nA tela, que é o que mais chama atenção no produto, é proprietária da empresa e certamente é feita com base em algum display OLED – que é naturalmente mais maleável do que outros tipos de tela. Além dela, há um modem interno para conexão 4G com o mundo e uma câmera frontal que é bastante visível – sem essa de dar uma de agente secreto onde câmeras não são permitidas ( ͡° ͜ʖ ͡°).\n\n\nA posição da câmera deve ter maior ligação com chamadas de vídeo do que uma selfie durante as férias, em um visual bastante futurista do que tivemos em ficção científica sobre o futuro nos anos 70 e 80.\nA fabricante asiática não comenta qual é o sistema operacional que roda no produto, nem mesmo o tipo de processador que está embarcado ou a capacidade de bateria, que em uma tela deste tamanho, deve ser bem grande.\n\nPor mais estranho que possa parecer (olhe como o meio do produto é largo!), é preciso dar o devido crédito para a Nubia, já que ela pegou o que a Lenovo mostrou e tentou transformar em um produto de verdade. Gadget que tem o último trimestre deste ano como data de lançamento real oficial.\n\nCom informações: Gizmodo e PhoneArena.\n", "title": "Nubia-α é um smartphone com cara de relógio – Tecnoblog", "link": "https://tecnoblog.net/258297/nubia-%ce%b1-smartphone-relogio/", "author": "André Fogaça"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nO Axon 9 Pro é o mais novo celular topo de linha da ZTE. O modelo foi apresentado nesta quinta-feira (30) para a IFA 2018 e segue o visual de outros lançamentos recentes. Ele conta com o polêmico notch e um “queixo” na parte inferior.\n\nGalaxy Note 9 chega ao Brasil custando até R$ 6.499\n\nO entalhe do Axon 9 Pro abriga a câmera frontal de 20 megapixels. Na traseira, o smartphone tem uma câmera dupla, de 20 megapixels e 12 megapixels. Os sensores são dispostos verticalmente, assim como no iPhone X, mas o flash fica abaixo deles.\n\nPara o novo celular, a ZTE incluiu uma bateria de 4.000 mAh e um processador Snapdragon 845 octa-core com frequência de até 2,8 GHz. O aparelho possui 6 GB de RAM e 128 GB de armazenamento, que pode aumentar em mais 512 GB com um cartão microSD.\n\nO Axon 9 Pro pode ser desbloqueado tanto com o leitor de impressão digital na traseira, quanto com o reconhecimento facial. Ele tem porta USB-C, sai de fábrica com o Android 8.1 Oreo e será vendido nas cores preta e azul. O lançamento para os consumidores ocorre em setembro, somente na Europa, por 649 euros (cerca de R$ 3.160).\nAo apresentar o aparelho, a ZTE também indicou que pretende lançar um celular com 5G em breve. A empresa já estaria trabalhando no desenvolvimento dos novos aparelhos. Essa novidade, porém, deverá ficar apenas para o segundo semestre de 2019.\n\nCom informações: The Verge. ", "title": "ZTE lança Axon 9 Pro com notch e bateria de 4.000 mAh – Tecnoblog", "link": "https://tecnoblog.net/258072/zte-axon-9-pro-ifa2018/", "author": "Victor Hugo Silva"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nA Microsoft anunciou, nesta quinta-feira (30), novidades para os assinantes do Office 365: a partir de 2 de outubro, não haverá mais limites na quantidade de dispositivos em que as ferramentas do serviço poderão ser instaladas. Além disso, o Office 365 Home vai passar a suportar até seis usuários por assinatura.\n\nComo baixar e instalar o Office 365 agora mesmo\nComo baixar e instalar o Office no Mac\n\nVale relembrar que, para usuários domésticos, a Microsoft oferece dois planos. O Office 365 Home é o mais completo. Por R$ 29 mensais ou R$ 299 por ano (preço oficial; é possível encontrar valores mais em conta no varejo), pode-se dividir a assinatura com até cinco pessoas.\n\nPor suportar mais de um usuário, cada assinatura do Office 365 Home permite, atualmente, instalações em até cinco PCs ou Macs, cinco tablets e cinco smartphones.\n\nPor sua vez, o Office 365 Personal custa R$ 24 por mês ou R$ 239 por ano (de novo, dá para encontrar preços mais baixos no varejo), porém, permite apenas um usuário por assinatura e instalação das ferramentas do pacote em um PC ou Mac, um tablet e um smartphone.\nCom as mudanças anunciadas hoje, não haverá mais limite de dispositivos. Cada usuário poderá instalar o Office em quantos equipamentos quiser, tanto no plano Home quanto no Personal. Note, porém, que há um limite de uso: cada usuário poderá acessar o Office em até cinco dispositivos ao mesmo tempo. Do sexto em diante, o Office mostrará um aviso de “limite atingido”.\nOutra novidade é que a assinatura do Office 365 Home vai passar a suportar seis usuários em vez dos cinco atuais, como informado no início do post. Esse acréscimo não resultará em aumento de preços (pelo menos não agora).\n\n\nO Office 365 Personal continua restrito a uma pessoa, mas também passa a não ter limite de instalações. Se você tiver três notebooks, por exemplo, poderá instalar o pacote em todos eles.\nAs mudanças valerão a partir de 2 outubro e serão disponibilizadas automaticamente para todos os assinantes, novos e atuais. Mas uma pequena mudança já está em vigor: agora é possível gerenciar a assinatura diretamente no site da Microsoft, junto a outros serviços da companhia.\nOs demais benefícios, incluindo espaço de 1 TB no OneDrive por usuário e 60 minutos de ligações no Skype por mês, foram mantidos. ", "title": "Office 365 vai suportar mais usuários e dispositivos sem aumentar preços", "link": "https://tecnoblog.net/258114/microsoft-office-365-ampliado/", "author": "Emerson Alecrim"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nA Lenovo anunciou, na feira IFA 2018, a segunda geração de seu laptop Yoga Book. Ele possui uma tela LCD e outra tela e-ink, que serve como teclado e como bloco de notas. Você pode escrever em ambas as telas usando uma caneta Wacom. E a dobradiça de 360 graus permite alternar entre modos notebook e tablet.\n\nIntel revela laptop com tela dupla inspirado em cadernos de papel\n\n\nA tela e-ink de 10,8 polegadas tem resolução Full-HD. Por padrão, ela funciona como um teclado. A Lenovo embutiu vibração e som, para dar a sensação de que você está pressionando cada tecla.\nHá um botão oval na parte inferior, que você pode tocar para abrir o touchpad virtual. Ele fica oculto para dar mais espaço para as teclas; quando está ativo, ele substitui a tecla Espaço. Toque fora dele, e o touchpad some.\n\nVocê também pode tocar na tela IPS de 10,8 polegadas que fica na parte de cima. E é possível escrever com a Wacom Active Pen: ela tem Bluetooth, suporta 4.096 níveis de pressão, e detecta inclinação. Sua autonomia é de 400 dias com uma pilha AAAA.\n\nYoga Book C930 permite escrever e desenhar na tela e-ink\nA tela e-ink funciona como um caderno digital se você usar a caneta Wacom. Anotações, fórmulas matemáticas e desenhos podem ser transferidos para alguns programas do Windows 10. Por exemplo, o OneNote consegue converter sua escrita cursiva em texto.\nAlém disso, você pode ler e anotar PDFs. Ele vai ganhar suporte aos formatos MOBI e ePub no futuro. No entanto, não espere rodar qualquer aplicativo na tela e-ink — seu uso é mais restrito.\n\nÉ possível girar a tela do Yoga Book em 360 graus para alternar entre os modos laptop ou tablet. E para abri-lo, é preciso usar um gesto especial: bata gentilmente com os nós dos dedos, e a tampa se abre um pouco para você puxar. A caneta se prende magneticamente na lateral.\n\nPor dentro, temos um processador Intel m3-7Y30 ou Core i5-7Y54, 4 GB de RAM e até 256 GB de armazenamento. Há um leitor de digitais acima da tela e-ink. A bateria dura até 8,6 horas e pode ser carregada via USB-C.\nO Yoga Book C930 começa a ser vendido nos EUA a partir de US$ 999, em modelos Wi-Fi e 4G.\nA Intel apresentou, em junho, um conceito semelhante ao Yoga Book: o Tiger Rapids possui uma tela LCD e outra tela e-paper para escrever e desenhar; ela também funciona como teclado. A empresa diz que a Lenovo se inspirou nesse design.\n\nEspecificações – Lenovo Yoga Book C930\n\n\nTelas: touchscreen LCD IPS de 10,8 polegadas (2560 x 1600); e-ink de 10,8 polegadas (1920 x 1080)\n\nProcessador: Intel m3-7Y30 (7ª geração) ou Intel i5-7Y54 (7ª geração)\n\nRAM: 4 GB\n\nArmazenamento: SSD de até 256 GB\n\nBateria: 35,8 Wh, até 8,6 horas\n\nSistema operacional: Windows 10\n\nOutros recursos: duas portas USB-C 3.1, leitor de impressão digital, Wacom Active Pen com 4.096 níveis de pressão\n\nDimensões: 260,4 x 179,44 x 9,9 mm; 775 g\n\n\nCom informações: Ars Technica, SlashGear. ", "title": "Lenovo Yoga Book é um notebook com duas telas e teclado e-ink – Tecnoblog", "link": "https://tecnoblog.net/258145/lenovo-yoga-book-c930-ifa2018/", "author": "Felipe Ventura"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nAs operadoras estão se esforçando para migrar clientes do pré-pago para planos com cobrança no final do mês, e isso tem surtido efeito: a Anatel registrou que, no mês de julho, 40,1% das linhas de celular já se enquadravam no modelo pós-pago.\n\nQuem lidera o ranking é a Vivo, respondendo por mais de 40% do segmento, enquanto a Oi fica na lanterna, com apenas 10% das linhas móveis pós-pagas. Esta é a fatia de participação das operadoras no pós-pago:\n\n\nVivo: 41,26%\n\nClaro: 23,30%\n\nTIM: 20,50%\n\nOi: 10,21%\n\nÉ importante lembrar que a Anatel considera os planos controle como pós-pagos. Como as ofertas controle costumam ser mais acessíveis e as operadoras promovem muito a migração dos clientes do pré-pago para esse tipo de plano, é de se esperar que o número cresça cada vez mais.\n\nA estratégia é interessante para as empresas, uma vez que os consumidores de planos controle e pós-pago possuem compromisso mensal com a operadora, o que não existe nos planos pré-pagos, em que o cliente normalmente decide quando faz a recarga.\nMais de 234 milhões de linhas de celular no Brasil\nA Anatel registrou ainda que existiam 234,75 milhões de linhas móveis em julho de 2018, um decréscimo de 7,26 milhões (3%) em relação ao mesmo período do ano anterior. Os únicos estados que apresentaram crescimento no número de linhas foram Roraima, Amazonas, Amapá, Espírito Santo e Acre.\nDessas 234,75 milhões de linhas, a Vivo possui 32,12% de participação de mercado (75,4 milhões de linhas). A Claro se posiciona no segundo lugar, com 25,05% (58,8 milhões), seguida por TIM, com 23,96% (56,24 milhões) e Oi com 16,54% (38,84 milhões).\n\nAlém disso, a agência aponta que 51,39% das linhas utilizam a tecnologia 4G, 29,76% usam a tecnologia 3G e 11,55% ainda estão na tecnologia 2G. Os 7,3% restantes são linhas de terminais M2M. ", "title": "Linhas de celular pós-pagas passam de 40% no Brasil – Tecnoblog", "link": "https://tecnoblog.net/258119/planos-celulares-pos-pagos-40-brasil/", "author": "Lucas Braga"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nDurante a IFA deste ano, que acontece nesta semana em Berlim, na Alemanha, a Garmin mostrou uma nova versão de sua pulseira para acompanhar exercícios físicos. Com nome de vívosmart 4, o gadget incorpora recursos de relógios bem caros da marca em um corpo mais humilde, com bateria para uma semana inteira de uso.\n\nConcorrente direto para o Charge 3, da Fitbit, o produto da Garmin é capaz de monitorar a quantidade de oxigênio que existe no sangue de quem utiliza o gadget. O objetivo do cálculo é adequar exercícios que são feitos em locais com menos oxigênio, como em grandes altitudes – o sensor exclusivo para esta função, que fica ao lado do leitor de batimentos cardíacos, está presente no Fenix 5X Plus, que custa sete vezes mais do que a pulseira.\n\nAlém disso, o aplicativo que coleta as informações medidas pelo produto consegue estimar o melhor horário para uma atividade física ou então para o descanso, com base na leitura do sono, batimento cardíaco e também no nível de estresse do usuário.\n\nTudo isso funcionando, faz o fitness tracker sobreviver por sete dias com uma só carga – promessa da Garmin. Outros recursos do vívosmart 4 incluem notificações do celular para chamadas e mensagens, além de um relógio para fazer a pulseira ter função de smartwatch mais barato – e limitado.\nO corpo é resistente o suficiente para um mergulho em piscina e o valor sugerido de venda está nos US$ 130, o que dá aproximadamente R$ 540 – sem considerar impostos ou taxas de importação.\n\n\nCom informações: Engadget, Ars Technica e Garmin. ", "title": "Garmin vívosmart 4 é uma pulseira para exercícios que tem bateria de uma semana – Tecnoblog", "link": "https://tecnoblog.net/258143/garmin-vivosmart-4-bateria-uma-semana-ifa2018/", "author": "André Fogaça"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nO Google deve lançar dois novos celulares em outubro. O Pixel 3 XL, com um notch enorme, já foi extensivamente vazado em fotos. Agora é a vez do Pixel 3: o mais recente vazamento dá uma ideia melhor de suas especificações e de seu visual — que não inclui um notch.\n\nPixel 3 XL aparece em detalhes e confirma notch, que é gigante\n\nAs primeiras fotos do Google Pixel 3 foram postadas no Reddit. Elas mostram que o aparelho terá uma tela com bordas simétricas na parte superior e inferior, abrigando alto-falantes estéreo. Também temos aqui uma câmera frontal dupla, com sensores de 8 megapixels e aberturas f/1,8 e f/2,2.\n\nA tela de 5,5 polegadas tem resolução Full-HD+ (2160 x 1080) com proporção 18:9, densidade de pixels de 440 dpi, e taxa de atualização de 60 Hz. Ela conta com suporte a HDR.\n\nA traseira é feita de vidro, com acabamento em dois tons (brilhante na parte superior, fosco no restante). Ela permite carregamento sem fio da bateria de 2.915 mAh. A câmera traseira tem apenas um sensor; e o leitor de digitais fica abaixo dela.\nOutros vazamentos mostram que o Pixel 3 conta com um processador Snapdragon 845 e 4 GB de RAM.\n\nPixel 3 (renderização via @OnLeaks)\n\nPixel 3 XL sofreu vazamentos após roubo\nEnquanto isso, o Pixel 3 XL possui uma tela maior com um notch enorme e alto-falantes estéreo. Por dentro, ele também deve vir com Snapdragon 845 e 4 GB de RAM.\nNão há muito mistério sobre a variante XL. Há um unboxing profissional no YouTube, que você pode assistir abaixo; e até fotos no Instagram capturadas com o aparelho. Segundo o 9to5Google, algumas unidades foram roubadas e então negociadas no mercado negro da Ucrânia por US$ 2.000 cada.\n\nO Google deve anunciar oficialmente o Pixel 3 e Pixel 3 XL em 4 de outubro. Também esperamos ver um relógio inteligente com a marca Pixel.\n\nCom informações: 9to5Google, The Verge.\n", "title": "As primeiras fotos do Google Pixel 3 sem notch – Tecnoblog", "link": "https://tecnoblog.net/258167/primeiras-fotos-google-pixel-3/", "author": "Felipe Ventura"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nA LG lançou o V35 ThinQ por um preço bem salgado no Brasil. Ele custa R$ 4.999 e está disponível apenas em lojas físicas da fabricante — você não pode adquiri-lo online por enquanto. O Galaxy Note 9 também chegou custando caro; isso pode ser uma tendência para celulares top de linha, agora que o dólar passou dos R$ 4.\n\nLG G7 One traz Android puro e processador Snapdragon 835\n\nVocê só poderá comprar o V35 ThinQ nas lojas físicas da LG no Rio de Janeiro e em São Paulo. A fabricante diz ao TechTudo que o aparelho é importado, explicando (em parte) seu preço alto.\n\nLG V35 ThinQ possui tela sem notch e Snapdragon 845\nO LG V35 se destaca em três aspectos: tela grande sem notch (ao contrário do G7 ThinQ); hardware poderoso; e recursos de inteligência artificial nas câmeras.\n\nA tela OLED de 6 polegadas tem resolução Quad HD+ (2880 x 1440) e proporção 18:9, com suporte a HDR10. Por dentro, há um processador Snapdragon 845, 6 GB de RAM e 128 GB de armazenamento.\nA câmera dupla na traseira é a mesma do G7 ThinQ: um sensor principal de 16 megapixels (f/1,9) e um sensor secundário de 16MP (f/1,6). Ela usa inteligência artificial para reconhecer objetos, pessoas e cenas, ajustando as configurações automaticamente. Há também suporte a Google Lens.\n\nEnquanto isso, a câmera frontal de 8 megapixels faz reconhecimento facial 2D. Ou você pode desbloquear o aparelho usando o leitor de digitais na traseira, que serve como botão liga/desliga. Ele roda Android 8.0 Oreo.\nO LG G7 ThinQ foi lançado no Brasil em julho por R$ 3.999. Ele já esteve disponível por R$ 2.900 à vista no último mês, mas seu preço aumentou desde então. Talvez o V35 siga uma trajetória semelhante; por enquanto, ele custa mais caro que o Galaxy S9+, cujas especificações são bem parecidas.\n\nA LG teve prejuízo de US$ 172 milhões com smartphones no segundo trimestre.\nEspecificações – LG V35 ThinQ:\n\n\nTela: P-OLED, 6 polegadas, Quad-HD+ (2880 x 1440 pixels), 18:9, Dolby Vision/HDR10, Gorilla Glass 5\n\nProcessador: Qualcomm Snapdragon 845\n\nRAM: 6 GB\n\nArmazenamento: 128 GB, expansível por microSD de até 512 GB\n\nBateria: 3.300 mAh, carregamento rápido Quick Charge 3.0, carregamento wireless\n\nCâmera traseira: sensor principal de 16 MP (f/1,6, 71°) e sensor secundário de 16 MP (f/1,9, 107°)\n\nCâmera frontal: 8 megapixels (f/1,9, 80°)\n\nSistema operacional: Android 8 Oreo com LG UX 6.0\n\nConectividade: USB-C 3.1, Wi-Fi 802.11 a/b/g/n/ac, Bluetooth 5.0 (A2DP, LE, aptX HD), localização (A-GPS, GLONASS, GALILEO), NFC\n\nSensores: leitor de digitais, acelerômetro, giroscópio, proximidade, bússola, barômetro, espectro de cores\n\nMais: resistência IP68 a água e poeira, proteção MIL-STD 810G, alto-falantes DTS:X 3D Surround Sound, Hi-Fi Quad DAC (áudio), rádio FM\n\nDimensões: 151,7 x 75,4 x 7,3 mm, 157 g\n\n", "title": "LG V35 ThinQ é lançado no Brasil por R$ 4.999 – Tecnoblog", "link": "https://tecnoblog.net/258181/lg-v35-thinq-brasil-ficha-tecnica-preco/", "author": "Felipe Ventura"}{"text": "\nLembra quando a Lenovo mostrou ao mundo um protótipo de bracelete que, na verdade, é um smartphone? Aparentemente uma marca chinesa chamada Nubia fez a lição de casa e apresentou seu produto para os consumidores, o Nubia-α.\nSmartphone com pulseira?\nEle não tem tela tão curvada como o protótipo da Lenovo, mas a Nubia, que faz parte do grupo da também chinesa ZTE, divulgou um vídeo durante a IFA 2018, que acon \nA Microsoft anunciou que a próxima atualização do Windows 10 será lançada em outubro, e se chamará October 2018 Update. A empresa libera duas atualizações do sistema a cada ano; é um ritmo mais rápido que alguns usuários gostariam. Reunimos o que há de novo.\nMicrosoft responde \n\nA Sony é uma velha conhecida no ramo de fones de ouvido com cancelamento ativo de ruído. O WH-1000XM2 é uma atualização do MDR-1000X, um modelo premium circumaural (em volta da orelha) com suporte a áudio de alta resolução e a tecnologia Quick Attention, que permite conversar com alguém sem tirar o headphone da orelha.\nNo WH-1000XM2, a Sony promete uma bateria melhor, com duração de 40 horas;  \nO Snapdragon 850, processador da Qualcomm para computadores conectados, desembarcou pela primeira vez em um notebook com Windows 10: é o Lenovo Yoga C630, que segue a tradição da categoria, com conexão 4G sempre ativa e uma bateria de longa autonomia, que pode chegar a 25 horas.\nSnapdragon 850 é o chip da Qualcomm para portáteis com Windows 10\n \nA Apple tem sido rígida com aplicativos quando o assunto é a privacidade dos usuários. Nos últimos meses, a empresa tomou medidas contra apps que rastreiam a localização sem serem autorizados e que abusam da lista de contatos.\nComo cancelar uma compra ou assinatura na App S \nAntes tarde do que mais tarde: a Motorola está distribuindo o Android 8.1 Oreo para donos do Moto G5S Plus no Brasil. A atualização chegou para a linha Moto Z e para o Moto X4 há alguns meses, mas ainda não estava disponível em celulares intermediários.\n \nA Mozilla acaba de se tornar mais agressiva contra o rastreamento na web: nesta quinta-feira (30), a responsável pelo Firefox anunciou que, nos próximos meses, o navegador vai passar a bloquear por padrão os scripts que te identificam para exibir anúncios direcionados.\nFirefox vai ter bloqueio contra mineração de criptomoedas e mais funções de privacidade\n \nA busca do Google está trazendo informações adicionais sobre os candidatos à presidência nas eleições 2018. Você verá as três prioridades de governo na barra lateral (painel de conhecimento) ao pesquisar por Ciro Gomes, Geraldo Alckmin, Henrique Meirelles e João Amoêdo. Isso também está disponível para os outros presidenciáveis.\nCandidatos à presidência defendem identidade digital única no Brasil\n \nEm abril deste ano, a Linha 4-Amarela do Metrô de São Paulo anunciou que algumas de suas estações contariam com novas telas nas plataformas para exibir anúncios. Elas conseguem analisar expressões faciais para identificar como os passageiros reagem a determinada campanha.\nO que Temer vetou na lei de proteção de dados pessoais\n \nA Honor, uma divisão da marca Huawei, apresentou o Honor Play durante a IFA deste ano, que acontece nesta semana em Berlim, Alemanha. Por mais que soe como novidade, o gadget já está no mercado chinês desde o começo de junho, mas o que chama atenção é que ele é feito com PUBG em mente.\nSmartphone gamer, sem firula\nPor dentro há um Kirin 970 trabalhando como CPU e os gráficos ficam por conta de uma M \nUm dos desafios da publicidade online é mensurar o impacto de campanhas nas vendas de lojas físicas. No ano passado, o Google conseguiu transmitir esse tipo de informação a alguns anunciantes. O problema é o método usado para isso: a companhia teria repassado milhões de dólares à Mastercard para ter acesso a dados de transações, tudo isso sem que os usuários soubessem que estavam sendo rastreados.\nGoogle coleta 900 dados por dia no Android mesmo se usuário não fizer nada\n \nEntra mês e sai mês a Netflix adiciona e também retira filmes e séries do seu catálogo em todos os mais de 190 países em que opera ao redor do mundo. Mas, por que isso acontece? É simples de entender, e você pode chorar suas pitangas antes que ocorra para tentar impedi-la de remover conteúdo. Isso explica porque certas produções, como \"Game of Thrones\" ou \"Mr. Robot\" não estão na Netflix. E é, por isso, também, que não é possível saber exatamente \"quantos filmes tem na Netflix\".\n \nVivo, TIM, Oi e Claro/NET tiveram que organizar e identificar seus cabos em 2.100 postes de São Paulo. A AES Eletropaulo, concessionária de energia elétrica, ganhou o direito de cortar fios irregulares — e pode começar a fazer isso a partir desta sexta-feira (31). No entanto, provedores menores de internet e TV a cabo foram pegos de surpresa.\nEstações de trem de São Paulo contarão com Wi \nA Huawei usa seu próprio processador, chamado Kirin, em celulares como o P20 Pro. Ela anunciou a nova geração do sistema-em-um-chip na IFA 2018: o Kirin 980 é 20% mais rápido que seu antecessor, e promete ultrapassar o desempenho do Snapdragon 845.\nHuawei aumenta previsão de vendas de smartphones e quer tomar liderança da Samsung\n \nOs motoristas do Uber passaram a saber qual a forma de pagamento que os passageiros usarão antes de começarem as corridas. O recurso ajuda os parceiros do serviço a terem mais controle sobre o tipo de viagem que desejam realizar.\nEntenda os requisitos mínimos para ser motorista do Uber\nMuitos motoristas não gostam de fazer corridas com pagamento em dinheiro por conta dos riscos de assaltos. Com a mudança, o aplicativo d \nA LG lançou o V35 ThinQ por um preço bem salgado no Brasil. Ele custa R$ 4.999 e está disponível apenas em lojas físicas da fabricante — você não pode adquiri-lo online por enquanto. O Galaxy Note 9 também chegou custando caro; isso pode ser uma tendência para celulares top de linha, agora que o dólar passou dos R$ 4.\n \nO Google deve lançar dois novos celulares em outubro. O Pixel 3 XL, com um notch enorme, já foi extensivamente vazado em fotos. Agora é a vez do Pixel 3: o mais recente vazamento dá uma ideia melhor de suas especificações e de seu visual — que não inclui um notch.\nPixel 3 XL aparece em detalhes e confirma notch, qu \nNão que você ainda não os tenha visto, mas a Motorola anunciou oficialmente nesta sexta-feira (31) o Motorola One e o Motorola One Power, dois smartphones com hardware intermediário e notch no formato do iPhone X. Eles participam do Android One, programa do Google que garante atualizações de sistema e patches de segurança com mais rapidez.\n \nA partir de hoje (30), o Google Assistente poderá entender frases feitas com dois idiomas, sem trocar sua configuração. A novidade chega para o Google Home e também para smartphones Android e iOS, mas o anúncio de hoje traz inclusive melhorias para o Chromecast velho de guerra.\nGoogle Assistente bilíngue\nO Assistente já entende várias línguas, incluindo o português brasileiro e responde sem  \nAs operadoras estão se esforçando para migrar clientes do pré-pago para planos com cobrança no final do mês, e isso tem surtido efeito: a Anatel registrou que, no mês de julho, 40,1% das linhas de celular já se enquadravam no modelo pós-pago.\nQuem lidera o ranking é a Vivo, respondendo por mais de 40% do segmento, enquanto a Oi fica na lanterna, com apenas 10% das linhas móveis pós-pagas. Esta é a  \nA Lenovo anunciou, na feira IFA 2018, a segunda geração de seu laptop Yoga Book. Ele possui uma tela LCD e outra tela e-ink, que serve como teclado e como bloco de notas. Você pode escrever em ambas as telas usando uma caneta Wacom. E a dobradiça de 360 graus permite alternar entre modos notebook e tablet.\nIntel revela laptop com tela dupla inspirado em cadernos de papel\n \nDurante a IFA deste ano, que acontece nesta semana em Berlim, na Alemanha, a Garmin mostrou uma nova versão de sua pulseira para acompanhar exercícios físicos. Com nome de vívosmart 4, o gadget incorpora recursos de relógios bem caros da marca em um corpo mais humilde, com bateria para uma semana inteira de uso.\nConcorrente direto para o Charge 3, da Fitbit, o produto da Garmin é capaz de monitorar a quantidade de oxig� \nA Microsoft anunciou, nesta quinta-feira (30), novidades para os assinantes do Office 365: a partir de 2 de outubro, não haverá mais limites na quantidade de dispositivos em que as ferramentas do serviço poderão ser instaladas. Além disso, o Office 365 Home vai passar a suportar até seis usuários por assinatura.\nComo baixar e instalar \nO Axon 9 Pro é o mais novo celular topo de linha da ZTE. O modelo foi apresentado nesta quinta-feira (30) para a IFA 2018 e segue o visual de outros lançamentos recentes. Ele conta com o polêmico notch e um \"queixo\" na parte inferior.\nGalaxy Note 9 chega ao Brasil custando até R$ 6.499\nO entalhe do Axon 9 Pro abriga a câmera frontal  ", "title": "Tecnoblog - tecnologia que interessa", "link": "https://tecnoblog.net/", "author": null}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nOs motoristas do Uber passaram a saber qual a forma de pagamento que os passageiros usarão antes de começarem as corridas. O recurso ajuda os parceiros do serviço a terem mais controle sobre o tipo de viagem que desejam realizar.\n\nEntenda os requisitos mínimos para ser motorista do Uber\n\nMuitos motoristas não gostam de fazer corridas com pagamento em dinheiro por conta dos riscos de assaltos. Com a mudança, o aplicativo do Uber para parceiros passou a mostrar o meio de pagamento antes do motorista aceitar a corrida e saber o destino.\n\nApesar das vantagens aos motoristas, a atualização poderá prejudicar alguns usuários, já que as corridas com pagamento em dinheiro poderão ser rejeitadas com mais frequência. Em tese, os usuários que não trabalham com cartão de crédito teriam mais dificuldades para começar uma viagem.\n\nÉ o que acontece com o aplicativo da 99, que também informa os motoristas com antecedência sobre o meio de pagamento. Em alguns casos, o serviço avisa que os passageiros poderão levar mais tempo para conseguirem um carro se optarem pelo pagamento em dinheiro.\nO novo aviso do Uber foi liberado na nova versão de seu aplicativo para motoristas. A atualização trouxe diversas melhorias, como um rastreador de ganhos em tempo real, uma nova barra de status e a opção de iniciar e finalizar corridas caso o motorista esteja temporariamente sem internet.\nO Uber começou a aceitar pagamentos em dinheiro no Brasil em julho de 2016. As primeiras cidades a receberem a opção foram Recife, Fortaleza e Salvador. Na ocasião, a empresa afirmou que, no Nordeste, a maioria dos usuários desistia de se cadastrar quando o aplicativo pedia suas informações de cartão de crédito.\n\nCom informações: UOL.\n", "title": "Uber informará meio de pagamento antes do motorista aceitar corrida – Tecnoblog", "link": "https://tecnoblog.net/258177/uber-meio-pagamento-motorista/", "author": "Victor Hugo Silva"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nA Huawei usa seu próprio processador, chamado Kirin, em celulares como o P20 Pro. Ela anunciou a nova geração do sistema-em-um-chip na IFA 2018: o Kirin 980 é 20% mais rápido que seu antecessor, e promete ultrapassar o desempenho do Snapdragon 845.\n\nHuawei aumenta previsão de vendas de smartphones e quer tomar liderança da Samsung\nHonor Note 10 é o novo celular da Huawei com tela de 7 polegadas\n\n\nSegundo a Huawei, o Kirin 980 é o primeiro sistema-em-um-chip de 7 nm a chegar ao mercado. Ele também é o primeiro com núcleos ARM Cortex-A76, modem 4G de 1,4 Gb/s, unidade dupla de processamento neural, e suporte a RAM LPDDR4X de 2.133 MHz mais rápida.\nA fabricante está determinada em “derrotar” o Snapdragon 845. Ela diz que o Kirin 980 atinge taxa de quadros 22% maior em jogos consumindo 32% menos energia. Além disso, ele consegue abrir apps mais rápido por ter latência 22% menor e largura de banda 20% maior.\n\nKirin 980 tem oito núcleos e chip gráfico 50% mais rápido\nSão oito núcleos no total. Dois núcleos grandes Cortex-A76 rodando a 2,6 GHz são ativados para tarefas mais exigentes, como jogos. Dois núcleos intermediários de 1,92 GHz ajudam em processos como navegar na web.\nPor sua vez, os quatro núcleos Cortex-A55 rodam a 1,8 GHz e consomem menos energia; eles cuidam de processos em segundo plano, como reprodução de música. O Kirin 980 consegue combinar diferentes tipos de núcleos.\n\nEle também é o primeiro com chip gráfico Mali-G76. A ARM promete desempenho até 50% maior em relação à geração anterior (G72), além de 30% mais eficiência de energia.\nEste chip é fabricado no processo de 7 nanômetros da TSMC (Taiwan Semiconductor Manufacturer Company). Isso leva a um desempenho até 20% mais rápido, e consumo de energia até 40% menor, se comparado a processadores de 10 nm.\n\nMaior desempenho em inteligência artificial, 4G e Wi-Fi\nO Kirin 980 possui duas NPUs (unidades de processamento neural). A Huawei diz que elas são capazes de rodar tarefas de inteligência mais rápido que os concorrentes. Seu chip consegue reconhecer até 4.500 imagens por minuto no modelo Resnet 50, contra 2.371 do Snapdragon 845 e apenas 1.458 do Apple A11.\nTambém temos aqui um ISP duplo (processador de sinal de imagem), que promete ser 46% mais rápido em processar imagens da câmera que seu antecessor, o Kirin 970.\n\nAinda não acabou. O Kirin 980 tem suporte a RAM mais rápida — LPDDR4X de 2.133 MHz — que deve acelerar a multitarefa. Ele vem com modem LTE Cat.21, que permite atingir velocidades de até 1,4 Gb/s no 4G. E ele será compatível com o modem Balong 5G para as redes de próxima geração.\nA Huawei diz oferecer o Wi-Fi mais rápido do mundo em um smartphone: seu chipset atinge velocidades de 1.732 Mb/s, contra os 866 Mb/s do Snapdragon 845 com modem da Qualcomm. Até o GPS deve ser mais preciso graças ao posicionamento de frequência dupla.\nÉ bastante coisa! Veremos o Kirin 980 no Huawei Mate 20, a ser lançado em 16 de outubro; e no Honor Magic 2 com câmera deslizante.\nCom informações: Engadget, The Verge.\n", "title": "Huawei Kirin 980 promete maior desempenho que Snapdragon 845 – Tecnoblog", "link": "https://tecnoblog.net/258185/huawei-kirin-980-processador-ifa2018/", "author": "Felipe Ventura"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nVivo, TIM, Oi e Claro/NET tiveram que organizar e identificar seus cabos em 2.100 postes de São Paulo. A AES Eletropaulo, concessionária de energia elétrica, ganhou o direito de cortar fios irregulares — e pode começar a fazer isso a partir desta sexta-feira (31). No entanto, provedores menores de internet e TV a cabo foram pegos de surpresa.\n\nEstações de trem de São Paulo contarão com Wi-Fi gratuito\n\nSegundo o TeleSíntese, a Eletropaulo já pode cortar os fios de telefonia, internet e TV a cabo que não estiverem etiquetados e reordenados. O prazo foi estipulado pela Comissão de Resolução de Conflitos da Anatel e Aneel (Agência Nacional de Energia Elétrica).\n\nClientes da Claro, Vivo, TIM e Oi não devem ser afetados, porque as quatro maiores operadoras cumpriram o prazo para ajeitar a bagunça nos postes. Em tese, restaram apenas fios clandestinos, ou instalados sem autorização.\n\nNo entanto, segundo a Abrint (Associação Brasileira de Provedores de Internet e Telecomunicações), provedores de menor porte não foram chamados para negociações, e podem ter seus fios cortados. “Nossos associados que têm conexões que passam por postes da Eletropaulo não tiveram acesso a nenhuma rodada de negociação”, diz Basílio Perez, presidente da Abrint, ao Ponto ISP.\n“Se a Eletropaulo cortar cabos indiscriminadamente, poderá causar sérios problemas. Dependendo do caso, pode até tirar uma cidade do ar ou… desligar conexões de hospitais e prefeituras”, ele afirma. A Abrint vai entrar em contato com a concessionária para resolver essa questão.\nAnatel: responsabilidade pelos cabos é da operadora\nEm comunicado, a Anatel dá a entender que a responsabilidade por cortes indevidos nos cabos de internet será das operadoras, não da Eletropaulo.\n\n“Na eventual hipótese de existência de situações de pendência de regularização de infraestruturas de telecomunicações, as prestadoras estão cientes da obrigatoriedade de adoção as providências necessárias”, diz a agência.\nOs 2.129 postes estão localizados em 19 ruas dos bairros da Vila Olímpia, Lapa e Liberdade, na capital paulista; além dos municípios de Osasco e Barueri.\nCom informações: TeleSíntese, Ponto ISP.\n", "title": "Cabos irregulares de internet e TV serão cortados de postes em SP - Tecnoblog", "link": "https://tecnoblog.net/258196/cabos-irregulares-postes-sao-paulo/", "author": "Felipe Ventura"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nEntra mês e sai mês a Netflix adiciona e também retira filmes e séries do seu catálogo em todos os mais de 190 países em que opera ao redor do mundo. Mas, por que isso acontece? É simples de entender, e você pode chorar suas pitangas antes que ocorra para tentar impedi-la de remover conteúdo. Isso explica porque certas produções, como “Game of Thrones” ou “Mr. Robot” não estão na Netflix. E é, por isso, também, que não é possível saber exatamente “quantos filmes tem na Netflix”.\n\nComo ficar de fora do teste da Netflix que exibe anúncios e trailers\nOs filmes e séries que vão deixar o catálogo da Netflix em setembro (1 a 20/09)\nOs lançamentos da Netflix para setembro de 2018\n\n\nPor que a Netflix tira filmes e séries do seu catálogo?\nIsso acontece porque a Netflix licencia conteúdo de vídeo de estúdios no mundo todo. Essas licenças de exibição vencem se não forem renovadas (com um novo pagamento).\n“Sempre tentamos manter os conteúdos de interesse do público, mas adquirimos as licenças de séries e filmes por um período determinado, não para sempre. Por isso, alguns títulos acabam deixando a Netflix”, explica o serviço de streaming global.\n\nAinda de acordo com a Netflix, se uma série ou filme que você gosta estiver saindo, é porque o contrato de licença está prestes a terminar e, nesse caso, você pode pedir para o conteúdo voltar ou sugerir filmes e séries adicionais para compor o catálogo.\n\nComo pedir à Netflix para incluir séries ou filmes em seu catálogo\n\nO licenciamento de conteúdo — que chacoalha o catálogo praticamente toda semana — inclui vídeos traduzidos para diversas línguas, e também costuma ter cláusulas locais. E isso é uma das coisas que faz com que o catálogo seja diferente de país para país. Por essa razão, o uso de VPN é polêmico, já que os contratos podem prever apenas a exibição para um país e não para outros. Essa mudança de IP tem sido bloqueada.\n\n\nComo assistir o catálogo americano da Netflix com VPN\n\nComo a Netflix decide se renova ou não o contrato?\nQuando uma série ou filme está prestes a ter seus contratos vencidos, a empresa precisa decidir se o título será renovado. Como ela faz isso? Usando os mesmos critérios da seleção de novos conteúdos. São levados em conta fatores importantes como:\n\nOs direitos de renovação da licença para transmissão online ainda estão disponíveis? Ou seja, nenhuma outra empresa/canal comprou os direitos.\nQual é a popularidade e o custo daquele título? Previsão da audiência.\nHá outros fatores sazonais ou regionais? São filmes de Natal, por exemplo?\n\n\nEssas e outras perguntas são feitas e analisadas pela Netflix todos os meses. Se uma série ou filme for renovado, continuará na Netflix. Se não for renovado, vai deixar o catálogo. Se seus direitos forem de outros serviços de streaming, como Amazon Prime Video, HBO GO, FOX+, Crackle, Globo Play, entre outros, será de exclusividade de quem garantiu esses direitos de exibição (e pagou bem por isso). Ou, se forem conteúdo original da própria Netflix, não darão adeus a menos que a empresa desista de fornecê-los aos seus usuários aqui e ali. É um jogo de contratos e calendários.\n\nComo saber quando um filme ou série vai sair do catálogo da Netflix\n\nEstes últimos são produzidos internamente e com direitos exclusivos para transmitir na Netflix como “Orange Is the New Black”, “Stranger Things”, “BoJack Horseman”, “Unbreakable Kimmy Schmidt” e muitos outros, chamados “Produções de Originais”.\n\nComo comparar o catálogo de\nNetflix, Amazon Prime Video, HBO Go, Crackle, Google Play e outros\n\n", "title": "Por que a Netflix tira filmes e séries do seu catálogo - Tecnoblog", "link": "https://tecnoblog.net/258195/por-que-a-netflix-tira-filmes-e-series-do-seu-catalogo/", "author": "Melissa Cruz Cossetti"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nA Honor, uma divisão da marca Huawei, apresentou o Honor Play durante a IFA deste ano, que acontece nesta semana em Berlim, Alemanha. Por mais que soe como novidade, o gadget já está no mercado chinês desde o começo de junho, mas o que chama atenção é que ele é feito com PUBG em mente.\nSmartphone gamer, sem firula\n\nPor dentro há um Kirin 970 trabalhando como CPU e os gráficos ficam por conta de uma Mali-G72 MP12, com opções entre 4 e 6 GB de memória RAM e 64 GB de espaço interno – especificações que colocam este modelo com números quase idênticos aos potentes P20 e P20 Pro). No lugar de um topo de linha com foco em design, a empresa da China colocou o aparelho em um rol de dispositivos que são voltados para o público gamer.\n\nPara fazer o celular ter mais poder para jogos, a Honor garante que existe uma espécie de turbo para a GPU, que aumenta o desempenho de todo o sistema operacional e elimina qualquer problema com o título que é executado. A tecnologia é um mistério, mas a fabricante diz que ele consegue ser 60% mais potente em gráficos, quando comparado com seus concorrentes e, durante este processo, gasta 30% menos energia.\nAlém disso, o smartphone tem um motor de vibração mais preciso, chamado de 4D Smart Shock e que é capaz de oferecer feedback semelhante ao que controles de consoles fazem. O único porém é que, por enquanto, apenas PUBG Mobile tem suporte para o recurso – o que fecha o pacote de otimizações para este game.\n\nO conjunto de recursos para o público é mais interessante do que soluções gamers de outras fabricantes, que focam em tela com maior taxa de atualização ou visual mais agressivo do aparelho.\n\nPassando a parte para jogos, o dispositivo vem com duas câmera na traseira com sensores de 16 e 2 megapixels, tela AMOLED com notch em formato 19.5:9 e com resolução de 2340 x 1080 pixels e bateria de 3.750 mAh. Já lançado na China e agora chegando na Europa, o celular custará 329 euros no velho continente, o que dá aproximadamente R$ 1,6 mil em conversão direta e sem levar em consideração impostos e taxas.\nHuawei e o Brasil\nNão há previsão para o lançamento do Honor Play no Brasil, mas a Huawei está voltando ao país pelas mãos da Positivo e até mesmo o P20 Pro já foi homologado na Anatel. Não custa nada sonhar.\nCom informações: The Next Web e Engadget.\n", "title": "Honor Play é um smartphone gamer feito para PUBG – Tecnoblog", "link": "https://tecnoblog.net/258225/honor-play-smartphone-gamer-pubg-ifa2018/", "author": "André Fogaça"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nUm dos desafios da publicidade online é mensurar o impacto de campanhas nas vendas de lojas físicas. No ano passado, o Google conseguiu transmitir esse tipo de informação a alguns anunciantes. O problema é o método usado para isso: a companhia teria repassado milhões de dólares à Mastercard para ter acesso a dados de transações, tudo isso sem que os usuários soubessem que estavam sendo rastreados.\n\nGoogle coleta 900 dados por dia no Android mesmo se usuário não fizer nada\nFacebook tenta parcerias com bancos, mas temor com privacidade dificulta acordos\n\nÉ o que informa a Bloomberg, que conversou com quatro pessoas próximas ao acordo, três das quais trabalharam diretamente nele. Todas pediram anonimato por conta da delicadeza do assunto: elas deram a entender que o acordo sempre foi tratado sigilosamente por ambas as companhias justamente por levantar questionamentos sobre privacidade.\n\nGoogle e Mastercard foram procuradas, mas nenhuma das empresas comentou o suposto acordo entre elas. Por outro lado, ambas reconheceram ter ferramentas que ajudam anunciantes a medir a eficácia de campanhas publicitárias.\n\nNo caso do Google, o serviço em questão tem até nome: Store Sales Measurement. Ele é bastante poderoso por ser preciso. Mas a ferramenta só chega a um nível alto de precisão por, aparentemente, incluir dados de cartão de crédito nas análises.\nTrata-se uma necessidade antiga dos anunciantes. Por mais que canais online possam vender todo tipo de produto, lojas físicas são mais importantes em alguns segmentos devido a fatores como pronta entrega, possibilidade de testar o item e negociação de preços. Mas como saber se determinada campanha online levou o consumidor ao estabelecimento físico ou pesou na decisão de compra?\nA lógica é esta: se o Google conseguir oferecer esse tipo de informação, mais anunciantes ou campanhas de peso terá. A companhia tentou criar uma ferramenta de mensuração por meio do serviço de pagamentos Google Wallet (substituído pelo Google Pay), mas falhou por causa da baixa adesão.\n\nMais tarde, o Google tentou integrar a mensuração com o Google Maps. Parece uma boa ideia, pois a companhia rastreia o clique de um usuário em um anúncio e, a partir do histórico de localização do Maps, verifica se ele se dirigiu ao estabelecimento físico do anunciante. Mas, como o usuário não é identificado, as lojas não sabem se a visita resulta em compras.\nO Google tentou então complementar as análises como o cruzamento de dados de serviços como Experian e Acxiom, mas os anunciantes só ficaram satisfeitos mesmo quando o Store Sales Measurement foi apresentado, por um único motivo: a ferramenta aponta se houve vendas nos canais offline por cruzar dados de cartões de crédito.\nFunciona ou mais menos assim: o usuário clica no anúncio de produto, navega pela página correspondente e sai sem comprar nada; mais tarde, se ele entrar em uma loja e comprar o mesmo produto ou similar usando o seu cartão de crédito, o Google irá apontar a associação do anúncio com essa venda em um relatório, tudo por conta dos dados supostamente fornecidos pela Mastercard.\n\nO consumidor não é identificado. O Google ressalta que seu sistema tem um mecanismo de criptografia que impede que a própria companhia e parceiros acessem dados identificáveis de usuários. O que a ferramenta faz é vincular um histórico de navegação com uma ação de compra e apontar esse detalhe em relatórios de vendas.\n“Não temos acesso a nenhum dado pessoal de nossos parceiros de cartões de débito e crédito, e também não compartilhamos informações pessoais com nossos parceiros. Os usuários do Google podem desativar essas configurações a qualquer momento”, disse o buscador em nota.\nApesar disso, o assunto gera grande preocupação. Primeiro porque, embora o Google explique que é possível desativar o acompanhamento de anúncios nas configurações da conta, o usuário dificilmente tem ideia de que o rastreamento de seu histórico de consumo chega a esse nível de profundidade.\nSegundo: Google e Mastercard tratam o assunto com tão pouca clareza que fica difícil saber se, de fato, não há riscos para a privacidade do usuário.\nAtualizado às 15h14 com o posicionamento do Google.\n", "title": "Google e Mastercard teriam acordo secreto para rastrear compras", "link": "https://tecnoblog.net/258217/google-anuncios-dados-mastercard/", "author": "Emerson Alecrim"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nEm abril deste ano, a Linha 4-Amarela do Metrô de São Paulo anunciou que algumas de suas estações contariam com novas telas nas plataformas para exibir anúncios. Elas conseguem analisar expressões faciais para identificar como os passageiros reagem a determinada campanha.\n\nO que Temer vetou na lei de proteção de dados pessoais\n\nPorém, para algumas entidades, o uso da tecnologia no Metrô é ilegal. Elas entraram com uma Ação Civil Pública nesta quinta-feira (30) para questionar a ViaQuatro, concessionária que administra a Linha 4-Amarela.\n\nAo The Intercept Brasil, Rafael Zanatta, coordenador de direitos digitais do Idec (Instituto Brasileiro de Defesa do Consumidor), disse que os paineis instalados nas estações realizam uma pesquisa forçada com os passageiros. O Idec é o principal autor da ação.\nO documento pede que as câmeras presentes nas telas das estações Luz, Paulista e Pinheiros sejam desligadas imediatamente. Além disso, as entidades querem que a ViaQuatro pague uma indenização de, no mínimo, R$ 100 milhões por violar os direitos de privacidade dos passageiros. O valor seria direcionado ao Fundo de Defesa de Direitos Difusos.\n\nAo apresentar o projeto, a Linha 4-Amarela disse que as telas seriam usadas para mostrar “campanhas de orientação, mensagens de prestação de serviço e anúncios publicitários”. Com o reconhecimento facial, seria possível analisar o resultado de cada campanha.\n“Sua câmera sensível contabiliza quantas pessoas passaram em frente à tela, ainda que a mesma pessoa passe mais de uma vez”, anunciou a ViaQuatro à época. A empresa também afirmou que “a tela tem uma tecnologia que é capaz de fazer um estudo das emoções esboçadas pelo passageiro”. O objetivo, portanto, é ser mais eficiente na venda de anúncios.\nEsse trabalho não é realizado propriamente pela ViaQuatro, mas, sim, pela AdMobilize, que se anuncia como o “Google do mundo real”. A empresa cobra os anunciantes pelo modelo “pay-per-face”, que considera o número de pessoas que olharam para a tela.\n\nTelas em estações do Metrô não armazenam imagens\nTanto ViaQuatro, quanto AdMobilize defendem que as telas não violam nenhuma lei, já que não há cruzamento das informações ou recolhimento de outros dados pessoais. Além disso, as empresas afirmam que não captam, gravam ou armazenam as imagens.\nAs telas, no entanto, não informam os passageiros sobre a existência de uma câmera, assim como exige uma lei municipal de São Paulo. Por consequência, muitos passageiros nem ficam sabendo sobre a análise de comportamento que os paineis realizam.\n\nEstação Luz da Linha 4-Amarela ainda sem as telas (Foto: Flickr/Leonardo Monteiro)\n\nA AdMobilize afirma que não é preciso informar os passageiros justamente porque as câmeras não gravam e não podem ser comparadas aos aparelhos convencionais.\nPara o Idec, as portas digitais violam a privacidade dos passageiros e seus direitos previstos no Código de Defesa do Consumidor e na lei dos usuários de serviços públicos. Segundo a entidade, isso acontece porque as pessoas que passam pelas estações não escolhem oferecer seus dados.\nVale lembrar que a Lei de Proteção de Dados Pessoais, sancionada há duas semanas, estabelece que dados biométricos, como os obtidos com reconhecimento facial, são sensíveis e não podem ser processados. A regra, no entanto, só passará a valer em 2020.\n", "title": "Painel que analisa passageiros do Metrô de São Paulo é alvo de ação civil – Tecnoblog", "link": "https://tecnoblog.net/258192/portas-digitais-metro-acao-civil/", "author": "Victor Hugo Silva"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nA busca do Google está trazendo informações adicionais sobre os candidatos à presidência nas eleições 2018. Você verá as três prioridades de governo na barra lateral (painel de conhecimento) ao pesquisar por Ciro Gomes, Geraldo Alckmin, Henrique Meirelles e João Amoêdo. Isso também está disponível para os outros presidenciáveis.\n\nCandidatos à presidência defendem identidade digital única no Brasil\nApple e Twitter deverão revelar usuários que vendem elogios a candidatos\n\nEsta ferramenta está aberta para todos os candidatos, que podem atualizar seu painel de conhecimento do Google. Além das prioridades de governo, eles têm a opção de incluir uma declaração de campanha e seu histórico na política.\nNa barra lateral, também será possível adicionar “Posts no Google”. Ou seja, o candidato poderá informar sobre a campanha, agenda eleitoral, participação em eventos e mais.\n\nO Google lembra que os candidatos deverão respeitar sua política de conteúdo externo. Ou seja, o painel de conhecimento “não deve incluir solicitações de doações”, nem “conteúdo relacionado a assédio, bullying ou incitação ao ódio”.\n\nO painel de busca para Jair Bolsonaro, Marina Silva e Alvaro Dias ainda não inclui suas prioridades de governo. Cabe aos candidatos, ou a seus respectivos comitês, atualizá-lo.\nA barra lateral já recebeu conteúdo de terceiros antes. Durante o carnaval, as cidades de Rio de Janeiro, São Paulo, Recife, Salvador e Belo Horizonte publicaram posts sobre o evento. Por sua vez, o MASP (Museu de Arte de São Paulo) inclui cards sobre exposições e artistas.\n\n", "title": "Busca do Google traz propostas de candidatos a presidente - Tecnoblog", "link": "https://tecnoblog.net/258234/busca-google-propostas-eleicoes-2018/", "author": "Felipe Ventura"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nA Mozilla acaba de se tornar mais agressiva contra o rastreamento na web: nesta quinta-feira (30), a responsável pelo Firefox anunciou que, nos próximos meses, o navegador vai passar a bloquear por padrão os scripts que te identificam para exibir anúncios direcionados.\n\nFirefox vai ter bloqueio contra mineração de criptomoedas e mais funções de privacidade\nComo limpar o histórico de navegação no Chrome, Firefox ou Safari\n\nO Firefox já possui um recurso de bloqueio de rastreamento; além disso, o Ghostery, uma extensão voltada para esse fim, possui mais de 1 milhão de usuários no navegador da Mozilla. Ainda assim, é pouca gente em comparação com todo o público do Firefox: são mais de 250 milhões de usuários ativos por mês, sendo que apenas 1,3% habilitaram a proteção nativa.\nA lentidão causada pelo monitoramento é um dos motivos citados pela Mozilla para deixar a proteção ativada por padrão: mais da metade do tempo de carregamento de uma página é utilizado para rodar os rastreadores. A partir do Firefox 63, os scripts que demoram para carregar já serão bloqueados por padrão.\n\n\nE, no Firefox 65, a execução desses scripts ficará ainda mais restrita para “oferecer a proteção mais forte possível, preservando a experiência de usuário”, segundo a Mozilla. Quem utiliza o Firefox Nightly já está testando o bloqueio de monitoramento, e os usuários da versão beta receberão a novidade em setembro.\nMas isso não pode ser prejudicial para as empresas de mídia? A Mozilla diz que isso pode incentivar uma mudança: “Bloquear pop-ups no primeiro lançamento do Firefox foi a decisão certa em 2004, porque não apenas deixava os usuários do Firefox mais felizes, mas também dava um motivo para as plataformas de publicidade se preocuparem com a experiência de seus usuários. Em 2018, esperamos que nossos esforços para empoderar nossos usuários tenham o mesmo efeito”.\n\nVale lembrar que, além da Mozilla, a Apple seguiu pelo mesmo caminho: desde o macOS High Sierra e do iOS 11, cookies de monitoramento entre sites são bloqueados pelo Safari, a menos que o usuário visite um mesmo site novamente dentro de 24 horas (o que irritou os anunciantes).\n", "title": "Firefox vai bloquear rastreamento de anúncios por padrão – Tecnoblog", "link": "https://tecnoblog.net/258254/firefox-bloqueio-rastreamento-anuncios/", "author": "Paulo Higa"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nO Snapdragon 850, processador da Qualcomm para computadores conectados, desembarcou pela primeira vez em um notebook com Windows 10: é o Lenovo Yoga C630, que segue a tradição da categoria, com conexão 4G sempre ativa e uma bateria de longa autonomia, que pode chegar a 25 horas.\n\nSnapdragon 850 é o chip da Qualcomm para portáteis com Windows 10\n\n\nO Yoga C630 possui tela IPS LCD de 13,3 polegadas com resolução de 1920×1080 pixels e algumas características de notebooks premium: 4 ou 8 GB de memória LPDDR4X, armazenamento em flash de 128 ou 256 GB e design de alumínio, com 12,5 mm de espessura e peso de 1,2 kg. Assim como nos outros modelos da linha Yoga, a tela é sensível ao toque e pode ser girada para trás.\nEle é uma atualização do Lenovo Miix 630, com Snapdragon 835. A Qualcomm promete 30% mais desempenho, 20% mais duração de bateria e 20% mais velocidade no 4G, com taxa de download de até 1,2 Gb/s (se a sua operadora suportar). O AnandTech comenta que a Microsoft reotimizou o navegador Edge para ARM e a Qualcomm lançou um kit de desenvolvimento de 64 bits, deixando a plataforma mais interessante.\n\n\nO Snapdragon 850 do Yoga C630 possui quatro núcleos Kryo 385 Gold de 2,95 GHz e outros quatro Kryo 385 Silver de 1,8 GHz, acompanhado de um chip gráfico Adreno 710. Nas conexões, temos Wi-Fi 802.11ac, LTE Gigabit, Bluetooth 5.0, duas portas USB-C e uma entrada para fones de ouvido.\nA Lenovo ainda não informou se o Yoga C630 será lançado no Brasil. Na Europa, Oriente Médio e África, ele chega em setembro por 999 euros; nos Estados Unidos, o notebook desembarca em novembro por US$ 849.\n", "title": "Lenovo Yoga C630 é um laptop com Windows, Snapdragon 850 e 25 horas de bateria – Tecnoblog", "link": "https://tecnoblog.net/258261/lenovo-yoga-c630-snapdragon-850-ifa2018/", "author": "Paulo Higa"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nA Apple tem sido rígida com aplicativos quando o assunto é a privacidade dos usuários. Nos últimos meses, a empresa tomou medidas contra apps que rastreiam a localização sem serem autorizados e que abusam da lista de contatos.\n\nComo cancelar uma compra ou assinatura na App Store ou iTunes\n\nAgora, a empresa informou que todos os aplicativos da App Store deverão contar com uma política de privacidade própria até 3 de outubro. A medida é válida para atualizações e novos aplicativos (inclusive os que ainda estão em testes).\n\nCom a decisão, os responsáveis pelos apps deverão enviarum link de suas políticas de privacidade para a App Store. Em seu comunicado, a Apple afirma que o texto não poderá ser alterado até a próxima atualização do aplicativo.\nNo entanto, a companhia não explica como irá fiscalizar se os termos das políticas de privacidade estão sendo mantidos. Como aponta o TechCrunch, os textos poderiam ser alterados sem, necessariamente, mudar o link da página.\n\nA nova exigência deve evitar brechas relacionadas ao uso de dados de usuários na App Store. Com o GDPR, a lei de proteção de dados da União Europeia, a Apple quer evitar ser responsabilizada por eventuais erros cometidos pelos aplicativos.\nMesmo sem cometer abusos, a Apple poderia ser questionada por ser a plataforma que permite o download dos aplicativos. Foi o que aconteceu com o Facebook, no escândalo ligado à Cambridge Analytica.\nA tendência é que, com a nova regra da App Store, os aplicativos sejam responsabilizados de acordo com o que estabelecem suas políticas de privacidade.\nA Apple não deixou claro se irá revisar as políticas. O processo seria importante para evitar uma coleta excessiva de dados dos usuários, por exemplo. De qualquer forma, a companhia já tem pressionado quem viola suas regras. Há uma semana, o Onavo, serviço de VPN do Facebook, foi removido por coletar informações de outros aplicativos instalados pelos usuários.\n\n", "title": "Apple exigirá política de privacidade para aplicativos na App Store – Tecnoblog", "link": "https://tecnoblog.net/258252/apple-politica-privacidade-app-store/", "author": "Victor Hugo Silva"}{"text": "\n\n\n\nJá conhece a nova extensão do Tecnoblog? Baixe Agora\n\nAntes tarde do que mais tarde: a Motorola está distribuindo o Android 8.1 Oreo para donos do Moto G5S Plus no Brasil. A atualização chegou para a linha Moto Z e para o Moto X4 há alguns meses, mas ainda não estava disponível em celulares intermediários.\n\nComparativo: Galaxy J7 Pro ou Moto G5S Plus, qual é melhor?\nO que há de novo no Android 9 Pie\n\nEm comunicado ao Tecnoblog, a Motorola confirma que “alguns usuários do Moto G5S Plus já estão recebendo o upgrade da versão final para o Android 8.1 Oreo”. A atualização será feita em fases, ao longo das próximas semanas.\nNesta primeira etapa, serão contemplados os aparelhos retail (que utilizam software de varejo). Depois, a atualização chegará aos clientes de operadoras — isto é, para quem comprou o Moto G5S Plus na Vivo, Oi, TIM ou Claro.\n\n\nO que há de novo? A Motorola lista as mudanças em uma página de suporte:\nAndroid™ 8.1 Oreo™: diversas melhorias, como novos recursos multitarefas, controles mais eficientes de notificações, funções melhoradas para a economia de dados e da bateria, nova IU do menu da bateria e melhorias no Bluetooth\nSegurança Android: inclui as atualizações de correções de segurança Android até 1º de Agosto de 2018\nMelhorias de estabilidade: inclui alterações que corrigem erros e otimizam a estabilidade de seu telefone\nAs novidades do Android Oreo 8.0 e 8.1\nO Android 8.1 Oreo foi liberado para as fabricantes em dezembro de 2017. Ele mostra por que alguns apps consomem tanta bateria: por exemplo, se o Google Maps está pedindo sua localização com frequência. Ele adota um tema claro ou escuro automaticamente, dependendo do seu papel de parede. E alguns emojis foram atualizados.\n\nClaro, há também os recursos da versão 8.0, lançada em agosto de 2017 — ou seja, há um ano. Isso inclui canais de notificações, para silenciar apenas determinados avisos de um app; Autofill API para preenchimento automático de formulários e logins; e modo picture-in-picture para alguns apps.\nA Motorola prometeu atualizar estes dispositivos para o Oreo:\n\n\nMoto Z (atualizado)\nMoto Z Force (atualizado)\n\nMoto Z Play (atualizado)\n\nMoto Z2 Play (atualizado)\n\nMoto Z2 Force (atualizado)\n\nMoto X4 (atualizado)\nMoto G4 Plus\nMoto G5\nMoto G5 Plus\nMoto G5S\nMoto G5S Plus (recebendo atualização)\n\nA Motorola também já confirmou que a linha Moto G5 (G5, G5 Plus, G5S, G5S Plus) não será atualizada para o Android 9 Pie. Serão contemplados apenas o Moto Z3/Z3 Play; Moto Z2 Play/Z2 Force; Moto X4; Moto G6/G6 Play/G6 Plus.\n", "title": "Motorola atualiza Moto G5S Plus para Android Oreo no Brasil – Tecnoblog", "link": "https://tecnoblog.net/258253/moto-g5s-plus-android-oreo-brasil/", "author": "Felipe Ventura"}